{
  "Billing": "Facturation",
  "Add keyword": "Ajouter un mot-clé",
  "Add language": "Ajouter une langue",
  "Add term": "Ajouter un terme",
  "AI translations": "Traductions d'IA",
  "Amount": "Montant",
  "and": "et",
  "Answers to the most frequently asked questions.": "Réponses aux questions les plus fréquemment posées.",
  "Are you sure you want to delete this project?": "Êtes-vous sûr de vouloir supprimer ce projet?",
  "Are you sure you want to exit without saving your changes?": "Êtes-vous sûr de vouloir quitter sans enregistrer vos modifications?",
  "Back": "Retour",
  "Base url:": "URL de base:",
  "Billed Monthly": "Facturé mensuellement",
  "Billed Yearly": "Facturé Annuellement",
  "By clicking continue, you agree to our": "En cliquant sur continuer, vous acceptez notre",
  "Cancel": "Annuler",
  "Centralize your translations": "Centralisez vos traductions",
  "Change": "Changer",
  "Change email": "Changer d'email",
  "Change password": "Changer de mot de passe",
  "Changing password failed. Please try again": "Échec du changement de mot de passe. Veuillez réessayer",
  "Check your email": "Vérifiez vos e-mails",
  "Choose file": "Choisir un fichier",
  "Close": "Fermer",
  "Close panel": "Fermer le panneau",
  "complete urls:": "URL complets:",
  "Context": "Contexte",
  "Context for the keyword": "Contexte pour le mot-clé",
  "Continue": "Continuer",
  "Create": "Créer",
  "Create an account": "Créer un compte",
  "Create and manage translation projects.": "Créer et gérer des projets de traduction.",
  "Dashboard": "Tableau de bord",
  "dashboard.No project added.description": "Vous n'avez pas encore de projet. Commencez à créer du contenu.",
  "Delete": "Supprimer",
  "Deselect all": "Désélectionner tout",
  "Detail": "Détail",
  "Do not leave this page": "Ne quittez pas cette page",
  "Do you need any specific features?": "Avez-vous besoin de fonctionnalités spécifiques?",
  "Do you need more AI translations?": "Avez-vous besoin de plus de traductions IA?",
  "Does the subscription renew automatically?": "L'abonnement se renouvelle-t-il automatiquement?",
  "Don't have an account? Sign Up": "Vous n'avez pas de compte? Inscrivez-vous",
  "Dont have an account? Sign Up": "Vous n'avez pas de compte? Inscrivez-vous",
  "Download": "Télécharger",
  "Download .json files": "Télécharger des fichiers .json",
  "Each token represents a character of the text prompt we send to the AI and each character of the response, so the cost in tokens of each translation may vary depending on the length of the text and the number of languages in which to translate the phrase": "Chaque jeton représente un caractère du texte de la demande que nous envoyons à l'IA et chaque caractère de la réponse, donc le coût en jetons de chaque traduction peut varier en fonction de la longueur du texte et du nombre de langues dans lesquelles traduire la phrase.",
  "Edit": "Éditer",
  "Edit language": "Modifier la langue",
  "Edit language: {language}": "Modifier la langue: {{language}}",
  "Edit term": "Modifier le terme",
  "Edit word: {keyword}": "Modifier le mot : {{keyword}}",
  "Email": "E-mail",
  "Email already exists": "Email déjà existant",
  "Email verified successfully": "Email vérifié avec succès",
  "Email verified successfully. Please relogin": "E-mail vérifié avec succès. Veuillez vous reconnecter",
  "Enter the new email": "Entrez le nouvel e-mail",
  "Enter the old and the new password": "Entrez l'ancien et le nouveau mot de passe",
  "Enter your email below to create your account": "Entrez votre e-mail ci-dessous pour créer votre compte",
  "Enter your email here, and we will send you a link where you can reset your password": "Entrez votre adresse e-mail ici, et nous vous enverrons un lien où vous pourrez réinitialiser votre mot de passe",
  "Enter your email to sign in to your account": "Entrez votre adresse e-mail pour vous connecter à votre compte",
  "Error creating keywords": "Erreur lors de la création des mots-clés",
  "Error parsing JSON": "Erreur d'analyse JSON",
  "Exit without saving": "Quitter sans enregistrer",
  "Export Translations": "Exporter les Traductions",
  "Female": "Femme",
  "Forgot password": "Mot de passe oublié",
  "Formal": "Formel",
  "Free": "Gratuit",
  "Frequently asked questions": "Questions<br />fréquemment posées",
  "From English generate all translations": "Générer toutes les traductions de l'anglais",
  "Get started": "Commencer",
  "Get your app speaking every language with our localization": "Faites parler votre application dans <span class='text-blue-600'>toutes les langues</span> avec notre localisation",
  "Get your translations in JSON and start using them right away.": "Obtenez vos traductions au format JSON et commencez à les utiliser immédiatement.",
  "Glossary": "Glossaire",
  "Go to Dashboard": "Aller au Tableau de bord",
  "Good news": "Bonne nouvelle",
  "Help & Support": "Aide",
  "Can I cancel at anytime?": "Puis-je annuler à tout moment?",
  "Contribute to the GitHub project; once we approve it, all clients will have it available.": "Contribuez au projet GitHub; une fois que nous l'approuvons, tous les clients pourront en bénéficier.",
  "hint:": "indice:",
  "How does the free trial work?": "Comment fonctionne l'essai gratuit?",
  "Identifier": "Identifiant",
  "Import": "Importer",
  "Import and overwrite {number} keywords": "Importer et écraser {{number}} mots-clés",
  "Import keywords": "Importer des mots-clés",
  "Import without overwriting anything": "Importer sans écraser quoi que ce soit",
  "Informal": "Informel",
  "Invalid JSON": "JSON invalide",
  "It's necessary if you need to specify a context to the AI in order to make a more accurate translation": "C'est nécessaire si vous avez besoin de spécifier un contexte à l'IA pour obtenir une traduction plus précise",
  "Keyword": "Mot-clé",
  "Keyword already exists": "Le mot-clé existe déjà",
  "Keyword to translate": "Mot-clé à traduire",
  "Language is required": "Langue obligatoire",
  "Language not found": "Langue non trouvée",
  "Languages": "Langues",
  "Limit of {number} keywords reached.": "Limite de {{number}} mots-clés atteint.",
  "Limit of {number} projects reached.": "Limite de {{number}} projets atteint.",
  "Loading...": "Chargement...",
  "Login": "Connexion",
  "Male": "Masculin",
  "Manage Subscription": "Gérer l'Abonnement",
  "Menu": "Menu",
  "Missing parameters. Please try again": "Paramètres manquants. Veuillez réessayer",
  "Must be in English": "Doit être en anglais",
  "Name": "Nom",
  "Necessary tokens: ~{tokens}": "Jetons nécessaires : ~{{tokens}}",
  "Neutral": "Neutre",
  "New": "Nouveau",
  "New keyword": "Nouveau mot-clé",
  "New language": "Nouvelle langue",
  "New password": "Nouveau mot de passe",
  "New project": "Nouveau projet",
  "New term": "Nouveau terme",
  "No project added": "Aucun projet ajouté",
  "Number of keywords: {number}": "Nombre de mots-clés: {{number}}",
  "Number of languages": "Nombre de langues",
  "Old": "Vieux",
  "Open": "Ouvert",
  "Open github": "Ouvrir github",
  "Or continue with": "Ou continuer avec",
  "or paste the JSON": "ou collez le JSON",
  "Or try it for free": "Ou essayez-le gratuitement",
  "Other": "Autre",
  "Overwrite the keyword": "Remplacer le mot-clé",
  "Password": "Mot de passe",
  "Password changed": "Mot de passe changé",
  "Pay attention not to insert an existing keyword, or you will overwrite that keyword": "Faites attention à ne pas insérer un mot-clé existant, sinon vous écraserez ce mot-clé",
  "Please enter your full name or a display name you are comfortable with.": "Veuillez entrer votre nom complet ou un nom d'affichage avec lequel vous êtes à l'aise.",
  "Please recharge your tokens": "Veuillez recharger vos jetons",
  "Please try again": "Veuillez réessayer",
  "Please try again or contact support": "Veuillez réessayer ou contacter le support",
  "Please upgrade to the PRO plan.": "Veuillez passer au plan PRO.",
  "Privacy Policy": "Politique de confidentialité",
  "Private": "Privé",
  "Project name": "Nom du projet",
  "project.baseurl": "https://translo.app/api/t/{{id}}",
  "project.completeUrl": "https://translo.app/api/t/{{id}}/{{language}}",
  "project.Import keywords.description": "Téléchargez un fichier .json ou collez le JSON dans le champ désigné pour ajouter de nouveaux mots-clés ou modifier massivement ceux déjà existants. Nous vous guiderons dans le processus. Si des mots-clés existent déjà dans le projet, nous vous demanderons de sélectionner ceux que vous souhaitez vraiment remplacer.",
  "Projects": "Projets",
  "Recharge tokens": "Jetons de recharge",
  "Reset your password": "Réinitialiser votre mot de passe",
  "Save": "Enregistrer",
  "Saved": "Sauvegardé",
  "Saving...": "Enregistrement...",
  "Say goodbye to translation headaches": "Dites adieu aux maux de tête de la traduction",
  "Search": "Recherche",
  "Select all": "Sélectionner tout",
  "Select plan": "Sélectionner un plan",
  "Made with ": "Fabriqué avec",
  "Select the keywords you want to replace": "Sélectionnez les mots-clés que vous souhaitez remplacer",
  "Select the language": "Sélectionner la langue",
  "Send": "Envoyer",
  "Sentence to translate": "Phrase à traduire",
  "Settings": "Paramètres",
  "Share your project:": "Partagez votre projet:",
  "Shared": "Partagé",
  "Short name (filename)": "Nom court (nom de fichier)",
  "Short name already exists": "Le nom court existe déjà",
  "Sign out": "Déconnexion",
  "Simple, transparent pricing": "Tarification simple et transparente",
  "Simplify your translations with our online platform.": "Simplifiez vos traductions avec notre plateforme en ligne.",
  "Something went wrong": "Quelque chose s'est mal passé",
  "Stripe payment user not found": "Utilisateur de paiement par Stripe non trouvé",
  "Subscribe to create unlimited keywords": "Abonnez-vous pour créer des mots-clés illimités",
  "Subscribe to create unlimited projects": "Abonnez-vous pour créer des projets illimités",
  "Subscription Plan": "Plan d'Abonnement",
  "Terms of Service": "Conditions d'utilisation",
  "The content is not available": "Le contenu n'est pas disponible",
  "The costs associated with each AI translation impact our expenses, so to simplify management and provide the best pricing service, a recharge will be required": "Les coûts associés à chaque traduction d'IA ont un impact sur nos dépenses, donc pour simplifier la gestion et offrir le meilleur service de tarification, une recharge sera nécessaire",
  "The free plan is limited to {projects} project and {keywords} keywords. Upgrade to the PRO plan for unlimited projects.": "Le plan gratuit est limité à {{projects}} projet et {{keywords}} mots-clés. Passez au plan PRO pour des projets illimités.",
  "The free trial begins upon sign-up, enabling you to explore the app. During the trial, {MAX_PROJECTS_STARTER_URSER} project is available with a limit of {MAX_KEYWORDS_STARTER_URSER} keywords. Upon subscribing to a premium plan, you will have unrestricted access.": "L'essai gratuit commence dès votre inscription, vous permettant d'explorer l'application. Pendant l'essai, 1 projet est disponible avec une limite de {{MAX_KEYWORDS_STARTER_URSER}} mots-clés. En souscrivant à un abonnement Premium, vous aurez un accès illimité.",
  "The keyword does not exist": "Le mot-clé n'existe pas",
  "The password does not match. Please try again.": "Le mot de passe ne correspond pas. Veuillez réessayer.",
  "The password has been updated successfully": "Le mot de passe a été mis à jour avec succès",
  "The PRO plan has unlimited projects.": "Le plan PRO a des projets illimités.",
  "The project does not exist": "Le projet n'existe pas",
  "The project does not exist or is not published": "Le projet n'existe pas ou n'est pas publié",
  "The project does not have any languages": "Le projet n'a aucune langue",
  "The project does not have en language": "Le projet n'a pas de langue en",
  "The recharge must be a valid number and equal to or greater than €3": "La recharge doit être un nombre valide et égal ou supérieur à €3",
  "The session has expired": "La session a expiré",
  "The token does not match. Please try again.": "Le jeton ne correspond pas. Veuillez réessayer.",
  "There has been an issue with retrieving some translations. Please write to support at translo.help@gmail.com with these details: {details}": "Un problème est survenu lors de la récupération de certaines traductions. Veuillez écrire au support à translo.help@gmail.com avec ces détails : {{details}}",
  "This action cannot be undone": "Cette action ne peut pas être annulée",
  "This context is <b>optional</b> and can be provided alongside the keyword, aiding the AI in its translation process.": "Ce contexte est <b>facultatif</b> et peut être fourni aux côtés du mot-clé, aidant ainsi l'IA dans son processus de traduction.",
  "This email is already in use": "Cet e-mail est déjà utilisé",
  "This transition cound not be found. Please try again.": "Cette transition n'a pas pu être trouvée. Veuillez réessayer.",
  "To achieve a well-done translation, we need to provide context to the AI.": "Pour obtenir une traduction bien faite, nous devons fournir du contexte à l'IA.",
  "To buy more AI tokens, a subscription is required": "Pour acheter plus de jetons AI, un abonnement est requis",
  "To translate it, it will cost you: ~{number} tokens": "Pour le traduire, cela vous coûtera: <b>~{{number}}</b> jetons",
  "Toggle theme": "Basculer le thème",
  "Translate": "Traduire",
  "Translate all project:": "Traduire tout le projet:",
  "Translate everything": "Traduire tout",
  "Translate the sentence into the languages you need": "Traduisez la phrase dans les langues dont vous avez besoin",
  "Translation in progress...": "Traduction en cours...",
  "Translo": "Traduis",
  "Translo is currently using Stripe for processing payments.": "Translo utilise actuellement Stripe pour le traitement des paiements.",
  "Translo supports all languages": "Translo prend en charge toutes les langues",
  "TS code": "code TS",
  "Uh oh! Not Found": "Oh non! Non trouvé",
  "Unlimited keywords": "Mots-clés illimités",
  "Unlimited projects": "Projets illimités",
  "Unlock a global audience, unleashing your business growth. Translo is your key": "Débloquez un public mondial, libérez la croissance de votre entreprise. <span class='text-blue-600'>Translo est votre clé</span>",
  "Unlock all features and grow your business.": "Débloquez toutes les fonctionnalités et développez votre entreprise.",
  "Unlock the potential of AI translation: Reach new markets, faster.": "Débloquez le potentiel de la traduction IA : Atteignez de nouveaux marchés plus rapidement.",
  "Unsaved Changes Alert": "Alerte de modifications non enregistrées",
  "Upload .json file": "Télécharger fichier .json",
  "Use a glossary to keep project translations consistent": "Utilisez un glossaire pour maintenir les traductions du projet cohérentes",
  "use this": "utilisez ceci",
  "User not found": "Utilisateur non trouvé",
  "View": "Vue",
  "Waiting...": "En attente...",
  "We sent you a change email link. Be sure to check your spam too": "Nous vous avons envoyé un lien pour modifier votre e-mail. Assurez-vous de vérifier également vos spams.",
  "We sent you a login link. Be sure to check your spam too": "Nous vous avons envoyé un lien de connexion. Assurez-vous de vérifier aussi vos courriers indésirables",
  "We sent you a reset password link. Be sure to check your spam too": "Nous vous avons envoyé un lien de réinitialisation de mot de passe. Assurez-vous de vérifier également vos courriers indésirables.",
  "We strongly believe in open-source contributions and aim to deliver the best service for our customers.": "Nous croyons fermement aux contributions open-source et visons à offrir le meilleur service à nos clients.",
  "Welcome back": "Bienvenue de retour",
  "What payment methods do you accept?": "Quels modes de paiement acceptez-vous?",
  "What's included in the Free plan": "Ce qui est inclus dans le plan gratuit",
  "What's included in the PRO plan": "Qu'est-ce qui est inclus dans le plan PRO",
  "Which languages does Translo support?": "Quelles langues Translo prend-il en charge?",
  "With Translo, centralize your app's translation and help yourself using AI to ensure that your app easily reaches a global audience": "Avec Translo, centralisez la traduction de votre application et aidez-vous en utilisant l'IA pour vous assurer que votre application atteint facilement un public mondial",
  "With {amount}€, you will buy {tokens} tokens": "Avec <strong>{{amount}}€</strong>, vous achèterez <strong>{{tokens}}</strong> jetons",
  "Write the word you want to be preferred over other similar words in the languages you prefer": "Écrivez le mot que vous souhaitez privilégier par rapport à d'autres mots similaires dans les langues que vous préférez",
  "Wrong user": "Utilisateur incorrect",
  "Yes, You can do it through Stripe or by contacting our customer support.": "Oui, vous pouvez le faire via Stripe ou en contactant notre service client.",
  "Yes. Anyway, you can cancel the automatic renewal of the subscription whenever you want from your account settings.": "Oui. De toute façon, vous pouvez annuler le renouvellement automatique de l'abonnement à tout moment dans les paramètres de votre compte.",
  "You are currently on the {name} plan.": "Vous êtes actuellement sur le plan <strong>{{name}}</strong>.",
  "You can buy as many as you need, by recharging your account; the price is €4/1M tokens (Million).": "Vous pouvez acheter autant que vous avez besoin, en rechargeant votre compte; le prix est de <span class='font-bold'>€4 / 1M jetons (Million)</span>.",
  "You can provide this context alongside the keyword; it's optional and helps the AI in its translation process": "Vous pouvez fournir ce contexte aux côtés du mot-clé; c'est <b>optionnel</b> et aide l'IA dans son processus de traduction",
  "You can't find a language? create it!": "Vous ne trouvez pas une langue ? Créez-la !",
  "You don't have any more tokens to perform automatic translations": "Vous n'avez plus de jetons pour effectuer des traductions automatiques",
  "You have reached the maximum number of keywords for a free account": "Vous avez atteint le nombre maximal de mots-clés pour un compte gratuit",
  "You have reached the maximum number of projects for a free account": "Vous avez atteint le nombre maximum de projets pour un compte gratuit",
  "You have {number} AI tokens": "Vous avez <strong>{{number}}</strong> jetons IA",
  "You need to be subscribed to recharge your account": "Vous devez être abonné pour recharger votre compte",
  "You need to have at least 2 languages to translate the project": "Vous devez avoir au moins 2 langues pour traduire le projet",
  "You still have {number} tokens": "Vous avez encore <b>{{number}}</b> jetons",
  "You still have {number} tokens, refresh the page to update it, make sure that the translations are saved": "Vous avez encore <b>{{number}}</b> jetons, rafraîchissez la page pour les mettre à jour, assurez-vous que les traductions sont enregistrées",
  "Your email verification failed. Please try again": "La vérification de votre e-mail a échoué. Veuillez réessayer",
  "Your Name": "Votre Nom",
  "Your name has been updated": "Votre nom a été mis à jour",
  "Your plan renews on {date}": "Votre plan se renouvelle le {{date}}",
  "Your plan will be canceled on {date}": "Votre plan sera annulé le {{date}}",
  "Your project was not deleted. Please try again": "Votre projet n'a pas été supprimé. Veuillez réessayer",
  "Your project was not saved. Please try again": "Votre projet n'a pas été enregistré. Veuillez réessayer",
  "Your sign in request failed. Please try again": "Votre demande de connexion a échoué. Veuillez réessayer",
  "{MAX_KEYWORDS_STARTER_URSER} keywords": "{{MAX_KEYWORDS_STARTER_USER}} mots-clés",
  "{MAX_PROJECTS_STARTER_URSER} project": "projet {{MAX_PROJECTS_STARTER_URSER}}",
  "{number} tokens AI translations one-time": "{{number}} traductions d'IA de jetons une fois",
  "by Giacomo and Davide": "par Giacomo et Davide",
  "progress:": "progression:",
  "translating:": "traduction:",
  "Before using the automatic translation, you need to save": "Avant d'utiliser la traduction automatique, vous devez enregistrer",
  "Actions": "Actions",
  "Add custom language": "Ajouter une langue personnalisée",
  "Features": "Fonctionnalités",
  "Pricing": "Tarification",
  "Language": "Langue",
  "Your name was not updated. Please try again": "Votre nom n'a pas été mis à jour. Veuillez réessayer",
  "Manage billing and your subscription plan.": "Gérez la facturation et votre plan d'abonnement."
}
